swat-dp-tools/soma/xml/infra-export-domain-list.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <dp:request xmlns:dp="http://www.datapower.com/schemas/management" domain="default">
            <dp:do-export format="ZIP">
                <dp:object class="Domain" name="all-objects" ref-objects="false" ref-files="false" />
            </dp:do-export>
        </dp:request>
    </soapenv:Body>
</soapenv:Envelope>